Repository: Pozas91/angular-movies
Catalog: src/i18n/messages.*.xlf
Languages: es

source: Oops!
es: ¡Ups!

source: You got lost on the way (Error 404)
es: Te has perdido (Error 404)

source: Let me help you
es: Déjame ayudarte

source: Movies
es: Películas

source: Register <fa-icon> </fa-icon>
es: Registrar <fa-icon> </fa-icon>

source: Login <fa-icon> </fa-icon>
es: Entrar <fa-icon> </fa-icon>

source: Logout <fa-icon> </fa-icon>
es: Salir <fa-icon> </fa-icon>

source: Please provide your data to log in.
es: Por favor, rellene los campos para entrar.

source: Email address
es: Correo electrónico

source: Email is required.
es: El correo electrónico es requerido.

source: Please, indicated a valid email address.
es: Por favor, indica una dirección de correo electrónico válida.

source: Password
es: Contraseña

source: Password is required.
es: La contraseña es requerida.

source: Password must be have at least {{password.errors.minlength.requiredLength}} characters length.
es: La contraseña debe tener al menos {{password.errors.minlength.requiredLength}} caracteres de longitud.

source: Log In <fa-icon> </fa-icon>
es: Entrar <fa-icon> </fa-icon>

source: Please provide your data to register.
es: Por favor, rellene los datos para el registro.

source: Name
es: Nombre

source: Name is required.
es: El nombre es requerido.

source: Name must be have at least {{name.errors.minlength.requiredLength}} characters length.
es: El nombre debe tener al menos {{name.errors.minlength.requiredLength}} caracteres de longitud.

source: Welcome {{this.user.name}}!
es: Bienvenido {{this.user.name}}!

source: Add movie <fa-icon> </fa-icon>
es: Añadir película <fa-icon> </fa-icon>

source: Adding movie...
es: Añadiendo película...

source: Title
es: Título

source: Title is required.
es: El título es requerido.

source: Title must be have at least {{title.errors.minlength.requiredLength}} characters length.
es: El título debe tener al menos {{title.errors.minlength.requiredLength}} caracteres de longitud.

source: Add <fa-icon> </fa-icon>
es: Añadir <fa-icon> </fa-icon>
